/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Ketahui lebih lanjut</b> tentang pengurusan peranti dan keselamatan.";

/* No comment provided by engineer. */
"A system error occurred" = "Ralat sistem telah berlaku";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Akaun akan dialih keluar daripada %@ dan lain aplikasi Yahoo pada peranti ini.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Tambah Akaun";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Ralat berlaku. Sila cuba lagi kemudian.";

/* Accessibility label for the back button */
"Back" = "Kembali";

/* call tip prefix in 2lc */
"Call %@" = "Panggil %@";

/* No comment provided by engineer. */
"Call again" = "Panggil lagi";

/* Cancel
   Cancel button title */
"Cancel" = "Batal";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Tidak dapat muat laman.";

/* Accessibility label for the close button */
"Close" = "Tutup";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Teruskan";

/* Create Account view title
   sign up button title */
"Create Account" = "Buka Akaun";

/* learn more alert title */
"Device Not Recognized" = "Peranti Tidak Dikenal Pasti";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Tidak terima e-mel?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Tidak terima pesanan teks?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Tidak terima panggilan suara?";

/* Dismiss */
"Dismiss" = "Tolak";

/* Edit button title */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Email could not be sent" = "E-mel tidak dapat dihantar";

/* No comment provided by engineer. */
"Email sent" = "E-mel dihantar";

/* No comment provided by engineer. */
"Enter Code" = "Masukkan Kod";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Atas sebab keselamatan anda perlu membuka kunci akaun anda.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Bagi tujuan keselamatan, sila sahkan akaun anda lagi.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Untuk keselamatan akaun anda, sila log masuk melalui web.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Lupa kata laluan atau ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Lupa kata laluan?";

/* No comment provided by engineer. */
"Generic Handoff" = "Penyerahan Umum";

/* Go to Account recovery */
"Get Help" = "Dapatkan Bantuan";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Jawapan tidak betul. Cuba lagi.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID atau kata laluan tidak sah. Sila cuba lagi.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Had telah dicapai. E-mel tidak dapat dihantar.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Had telah dicapai Tidak dapat menghantar mesej teks atau membuat panggilan suara.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Sesi daftar masuk telah luput, sila cuba lagi.";

/* Network error alert view title */
"Network unavailable." = "Rangkaian tidak tersedia.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Kata laluan";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Sila masukkan kata laluan anda untuk \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Padam";

/* Remove an account label on SSO screen */
"Remove an account" = "Padamkan akaun";

/* Select an account label on SSO screen */
"Select an account" = "Pilih akaun";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sesi tamat, sila daftar masuk semula.";

/* sign in button title */
"Sign In" = "Daftar masuk";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Daftar masuk dengan <a>Facebook</a> atau <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Didaftar masuk sebagai";

/* signing in state title for sign in button */
"Signing In" = "Daftar Masuk";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Maaf, sistem telah berhenti. Sila cuba lagi kemudian.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Maaf, kami tidak dapat mendaftar anda masuk sekarang. Sila cuba lagi kemudian.";

/* sms tip prefix in 2lc */
"Text %@" = "Teks %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Mesej teks tidak dapat dihantar.";

/* No comment provided by engineer. */
"Text message sent" = "Mesej teks telah dihantar.";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Data peringkat Cabaran Kedua tidak dapat dikeluarkan daripada Kelayakan Cabaran Tempoh Pendek";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Terlalu banyak percubaan. Cuba lagi dalam 24 jam.";

/* No comment provided by engineer. */
"Try again" = "Cuba lagi";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Tidak dapat membuat panggilan suara";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Tidak dapat mendaftar masuk. Semak tarikh sistem dan cuba lagi.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Tidak dapat mendaftar masuk. Sila cuba lagi.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Kemaskini Akaun";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Naik taraf ke Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "Pengguna %@ sudah didaftar masuk";

/* User already signed-in */
"User already signed-in" = "Pengguna telahpun didaftar masuk";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Kod pengesahan telah dihantar ke %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Panggilan suara dalam langsungan";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Kami hubungi anda dgn kod pengesahan pada %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Kami tidak mengenali peranti ini. Sila sahkan identiti anda dgn mjawab soalan keselamatan anda.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Kami tidak mengenal pasti peranti ini. Sila sahkan identiti anda. Kami akan menghantar kod pengesahan.";

/* ID text field place holder */
"Yahoo ID" = "ID Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Anda mestilah berumur sekurang-kurangnya 13 tahun.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Akaun anda kini telah dibuka kunci. Sila daftar masuk.";

/* No comment provided by engineer. */
"Your Answer" = "Jawapan Anda";

/* learn more alert msg line 1 */
"• New device?" = "• Peranti baru?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Pilih pengesahan daftar masuk?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Daftar masuk dari negara lain?";

